Repository: solokha-o/Alike
Catalog: Alike/Alike/Localizable.xcstrings
Source language: en
Languages: uk

source: No Clusters Match These Controls
uk: Немає груп, що відповідають цим параметрам

source: No active controls
uk: Немає активних параметрів

source: OK
uk: Гаразд

source: Premium
uk: Преміум

source: Refresh Required
uk: Потрібне оновлення

source: Refreshing results from your photo library...
uk: Оновлення результатів із фототеки...

source: Remove all currently selected photos
uk: Зняти вибір з усіх вибраних фото

source: Reset controls
uk: Скинути параметри

source: Retry
uk: Повторити

source: Review status
uk: Стан перегляду

source: Screenshot cleanup is available on iOS.
uk: Очищення знімків екрана доступне на iOS.

source: Select All
uk: Вибрати все

source: Selection
uk: Вибір

source: Choose which photos are selected for cleanup
uk: Виберіть фотографії для очищення

source: Select at least one photo before deleting.
uk: Перед видаленням виберіть принаймні одне фото.

source: Some selected photos are no longer available. Your library access may be limited, or the library changed since the last scan.
uk: Деякі вибрані фото більше недоступні. Доступ до фототеки може бути обмежений або фототека змінилася після останнього сканування.

source: Sort by
uk: Сортувати за

source: Sort order
uk: Порядок сортування

source: Starts scanning your photo library again
uk: Повторно запускає сканування фототеки

source: The photos were deleted, but the library refresh failed. Run a new scan to refresh your results.
uk: Фото видалено, але оновити фототеку не вдалося. Запустіть нове сканування, щоб оновити результати.

source: Try loading the photo again
uk: Спробуйте завантажити фото ще раз

source: This override is available only in debug builds and affects local premium gating.
uk: Це перевизначення доступне лише в debug-збірках і впливає на локальні преміум-обмеження.

source: Try changing the filters or reset the controls
uk: Спробуйте змінити фільтри або скинути параметри

source: Unlock Blurred Photo Cleanup Premium Feature
uk: Розблокувати преміум-очищення розмитих фото

source: Unlock Screenshot Cleanup Premium Feature
uk: Розблокувати преміум-очищення знімків екрана

source: Your cleanup results are up to date.
uk: Результати очищення актуальні.

source: %@ estimated reclaimable, 1 photo moved to Recently Deleted
uk: %@ орієнтовно можна звільнити, 1 фото переміщено до «Недавно видалені»

source: %@ estimated reclaimable, %d photos moved to Recently Deleted
uk: %@ орієнтовно можна звільнити, фото переміщено до «Недавно видалені»: %d

source: %d photos moved to Recently Deleted.
uk: Фото переміщено до «Недавно видалені»: %d.

source: Estimated Reclaimable
uk: Орієнтовно можна звільнити

source: Move the currently selected photos to Recently Deleted
uk: Перемістити вибрані фото до «Недавно видалені»

source: Photos Moved to Recently Deleted
uk: Фото переміщено до «Недавно видалені»

source: estimated
uk: орієнтовно

source: photos moved
uk: фото переміщено

source: Adjust how many columns are used in photo grids
uk: Налаштувати кількість стовпців у сітках фото

source: Changed
uk: Змінено

source: Choose how many columns are used to display photos
uk: Виберіть кількість стовпців для відображення фото

source: Cluster review status
uk: Стан перегляду групи

source: Double tap to remove this photo from cleanup selection
uk: Двічі торкніться, щоб зняти вибір цього фото для очищення

source: Double tap to select this photo for cleanup
uk: Двічі торкніться, щоб вибрати це фото для очищення

source: Gallery changed since your last scan
uk: Фототека змінилася після останнього сканування

source: Keep the best shot and select the rest for cleanup
uk: Залишити найкращий кадр, а решту вибрати для очищення

source: New
uk: Нове

source: New and changed clusters after your latest rescan
uk: Нові та змінені групи після останнього пересканування

source: New cluster found after the latest rescan
uk: Після останнього пересканування знайдено нову групу

source: Open cluster details to review and select photos
uk: Відкрити деталі групи, щоб переглянути й вибрати фото

source: Open email composer to contact the developer
uk: Відкрити редактор листа, щоб зв’язатися з розробником

source: Open next cluster to continue cleanup
uk: Відкрити наступну групу, щоб продовжити очищення

source: Open system settings to change app language
uk: Відкрити системні налаштування, щоб змінити мову застосунку

source: Open usage instructions and cleanup workflow tips
uk: Відкрити інструкції та поради щодо процесу очищення

source: Previously reviewed cluster changed and needs your review again
uk: Раніше переглянута група змінилася й потребує повторного перегляду

source: Previously reviewed cluster with no significant changes
uk: Раніше переглянута група без суттєвих змін

source: Request the App Store rating prompt
uk: Показати запит на оцінку в App Store

source: Rescan
uk: Пересканувати

source: Rescan Photos
uk: Пересканувати фото

source: Run a rescan to refresh clusters and review the latest changes
uk: Запустіть пересканування, щоб оновити групи й переглянути останні зміни

source: Scanning progress
uk: Хід сканування

source: Select every photo except the best shot
uk: Вибрати всі фото, крім найкращого кадру

source: Selected
uk: Вибрано

source: Share the app using available sharing options
uk: Поділитися застосунком доступним способом

source: This photo is kept as the best shot. Long press another photo to make it the best shot instead.
uk: Це фото збережено як найкращий кадр. Утримайте інше фото, щоб зробити найкращим кадром його.

source: Make Best Shot
uk: Зробити найкращим кадром

source: Unchanged
uk: Без змін

source: Current cleanup review status
uk: Поточний стан перегляду очищення

source: 1 Similar Photo
uk: 1 схоже фото

source: %d Similar Photos
uk: Схожих фото: %d

source: Tap photos to select them for cleanup
uk: Торкніться фото, щоб вибрати їх для очищення

source: Advanced filters are a premium feature
uk: Розширені фільтри — це преміум-функція

source: Batch cleanup is a premium feature
uk: Пакетне очищення — це преміум-функція

source: Opens premium details for advanced filters
uk: Відкриває відомості про преміум-доступ до розширених фільтрів

source: Unlimited rescans are a premium feature
uk: Необмежені пересканування — це преміум-функція

source: Unlock Advanced Filters Premium Feature
uk: Розблокувати преміум-функцію розширених фільтрів

source: Unlock Batch Cleanup Premium Feature
uk: Розблокувати преміум-функцію пакетного очищення

source: Unlock Unlimited Rescans Premium Feature
uk: Розблокувати преміум-функцію необмежених пересканувань

source: Unlock advanced filters
uk: Розблокувати розширені фільтри

source: Unlock batch cleanup to remove multiple selected photos in one action.
uk: Розблокуйте пакетне очищення, щоб видаляти кілька вибраних фото за одну дію.

source: Unlock review status, cluster size, and favorites filters for faster cleanup.
uk: Розблокуйте фільтри за станом перегляду, розміром групи та вибраним для швидшого очищення.

source: Unlock unlimited rescans to keep your cleanup results current as your library changes.
uk: Розблокуйте необмежені пересканування, щоб результати очищення залишалися актуальними після змін у фототеці.

# %d of %d free scans remaining
source: %1$d of %2$d free scans remaining
uk: Залишилося безкоштовних сканувань: %1$d із %2$d

source: Free includes 3 scans per calendar month. Unlock Premium for unlimited scans.
uk: Безкоштовний план включає 3 сканування на календарний місяць. Розблокуйте Premium для необмежених сканувань.

source: Free includes %1$d scans per calendar month. You have %2$d remaining. Your allowance resets %3$@.
uk: Безкоштовний план включає %1$d сканування на календарний місяць. Залишилося: %2$d. Ліміт оновиться %3$@.

source: Resets %@
uk: Оновиться %@

source: Unlimited scans are a premium feature
uk: Необмежені сканування — це преміум-функція

source: Unlock Unlimited Scans Premium Feature
uk: Розблокувати преміум-функцію необмежених сканувань

# %@ • Active through %@
source: %1$@ • Active through %2$@
uk: %1$@ • Активна до %2$@

# %d selected • %@ estimated reclaimable
source: %1$d selected • %2$@ estimated reclaimable
uk: Вибрано: %1$d • орієнтовно можна звільнити %2$@

source: A cleanup reminder on your schedule
uk: Нагадування про очищення за вашим розкладом

source: Advanced filters and batch cleanup
uk: Розширені фільтри та пакетне очищення

source: Alike Free still includes three scans each calendar month, review of existing results, and one-photo cleanup.
uk: Alike Free включає три сканування щомісяця, перегляд наявних результатів і очищення по одному фото.

source: Alike Pro is active
uk: Alike Pro активна

source: Alike Pro is now active.
uk: Alike Pro тепер активна.

source: Alike Pro status unavailable
uk: Статус Alike Pro недоступний

source: Billed monthly
uk: Оплата щомісяця

source: Billed yearly
uk: Оплата щороку

source: Pay for one month at a time
uk: Сплачуйте лише за один місяць

source: Save %d%% compared with monthly
uk: Заощадьте %d%% порівняно з місячним планом

source: Save with annual billing
uk: Заощаджуйте з річною оплатою

source: Checking Alike Pro
uk: Перевірка Alike Pro

source: Checking subscription status
uk: Перевірка стану підписки

source: Check your connection and try loading subscription plans again.
uk: Перевірте підключення до інтернету та спробуйте завантажити плани підписки ще раз.

source: Choose the weekly reminder day and time that fits your routine.
uk: Виберіть день і час щотижневого нагадування, що відповідають вашому розпорядку.

source: Clean up all selected photos with Pro
uk: Очистіть усі вибрані фото з Pro

source: Confirming your App Store subscription status.
uk: Підтверджуємо стан вашої підписки в App Store.

source: Continue with %@
uk: Продовжити за %@

source: Continue with Alike Free
uk: Продовжити з Alike Free

source: Continue with one photo
uk: Продовжити з одним фото

source: Couldn't Restore Purchases
uk: Не вдалося відновити покупки

source: Find the photos that matter faster
uk: Швидше знаходьте потрібні фото

source: Free includes %1$d scans per calendar month. You have %2$d remaining and the allowance resets %3$@.
uk: Free включає %1$d сканування на календарний місяць. Залишилося %2$d, ліміт оновиться %3$@.

# Free includes %d scans per calendar month. You have %d remaining.
source: Free includes %1$d scans per calendar month. You have %2$d remaining.
uk: Free включає %1$d сканування на календарний місяць. Залишилося %2$d.

source: Free includes three scans per calendar month. Pro keeps your cleanup results current whenever your library changes.
uk: Free включає три сканування на календарний місяць. Pro дає змогу оновлювати результати після кожної зміни фототеки.

source: Keep scanning without monthly limits
uk: Скануйте без щомісячних обмежень

source: Loading App Store plans…
uk: Завантаження планів App Store…

source: Make cleanup fit your schedule
uk: Підлаштуйте очищення під свій розклад

source: Make every cleanup faster with Alike Pro
uk: Очищуйте швидше з Alike Pro

source: No active Alike Pro subscription was found.
uk: Активну підписку Alike Pro не знайдено.

source: Plans aren't available yet
uk: Плани поки недоступні

source: Plans couldn't be loaded
uk: Не вдалося завантажити плани

source: Please check your connection and try restoring again.
uk: Перевірте підключення до інтернету та спробуйте відновити покупки ще раз.

source: Privacy Policy
uk: Політика конфіденційності

source: Purchasing…
uk: Оформлення…

source: Recommended
uk: Рекомендовано

source: Remove multiple selected photos in one safe, confirmed action.
uk: Видаляйте кілька вибраних фото однією безпечною дією з підтвердженням.

source: Requires Alike Pro
uk: Потрібна Alike Pro

source: Restore Purchases
uk: Відновити покупки

source: Review likely blurred photos faster
uk: Швидше переглядайте ймовірно розмиті фото

source: Review likely low-quality shots before deciding what to keep or remove.
uk: Перегляньте ймовірно невдалі кадри, перш ніж вирішити, що залишити або видалити.

source: Review screenshots together and choose exactly what should move to Recently Deleted.
uk: Перегляньте знімки екрана разом і точно виберіть, що перемістити до «Недавно видалених».

source: Review smart cleanup suggestions while keeping full control over every deletion.
uk: Переглядайте розумні пропозиції та повністю контролюйте кожне видалення.

source: Review this smart category and reclaim an estimated %@.
uk: Перегляньте цю розумну категорію та звільніть орієнтовно %@.

source: Select this subscription plan
uk: Вибрати цей план підписки

source: Select a subscription plan
uk: Виберіть план підписки

source: Smart screenshot and blurred-photo categories
uk: Розумні категорії знімків екрана та розмитих фото

source: Subscription
uk: Підписка

source: Subscription plans unavailable
uk: Плани підписки недоступні

source: Subscriptions renew automatically unless cancelled at least 24 hours before the end of the current period. Payment is charged to your Apple Account.
uk: Підписка поновлюється автоматично, якщо її не скасувати щонайменше за 24 години до завершення поточного періоду. Оплата стягується з вашого облікового запису Apple.

source: Terms of Use
uk: Умови використання

source: Turn screenshot clutter into free space
uk: Перетворіть зайві знімки екрана на вільне місце

source: Unlimited library scans
uk: Необмежені сканування фототеки

source: Unlimited scans and all Pro cleanup tools are unlocked.
uk: Необмежені сканування та всі інструменти очищення Pro розблоковано.

source: Unlock %@ with Alike Pro
uk: Розблокуйте %@ з Alike Pro

source: Unlock unlimited scans, smart categories, advanced filters, batch cleanup, and custom reminders.
uk: Розблокуйте необмежені сканування, розумні категорії, розширені фільтри, пакетне очищення та власні нагадування.

source: Unlock unlimited scans, smart cleanup, and batch actions.
uk: Розблокуйте необмежені сканування, розумне очищення та пакетні дії.

source: Upgrade to Alike Pro
uk: Перейти на Alike Pro

source: View Alike Pro
uk: Переглянути Alike Pro

source: View plans
uk: Переглянути плани

source: We couldn't complete your purchase. Check your connection and try again.
uk: Не вдалося завершити покупку. Перевірте підключення до інтернету та спробуйте ще раз.

source: We couldn't restore your purchases. Check your connection and try again.
uk: Не вдалося відновити покупки. Перевірте підключення до інтернету та спробуйте ще раз.

source: You can continue using Alike Free while subscription plans are unavailable.
uk: Ви можете продовжувати користуватися Alike Free, поки плани підписки недоступні.

source: You can continue using Alike Free.
uk: Ви можете продовжувати користуватися Alike Free.

source: Your Alike Pro subscription was restored.
uk: Вашу підписку Alike Pro відновлено.

source: Your current access is preserved. Open plans to retry loading subscription details.
uk: Ваш поточний доступ збережено. Відкрийте плани, щоб повторити завантаження відомостей про підписку.

source: Your purchase is pending App Store approval.
uk: Покупка очікує підтвердження App Store.

source: You found your first cleanup opportunities
uk: Ви знайшли перші можливості для очищення

# purchases.paywall.batchCleanup.few
source: Review and remove %1$lld selected photos in one action, with %2$@ estimated reclaimable.
uk: Перегляньте й видаліть %1$lld вибрані фото однією дією; орієнтовно можна звільнити %2$@.

# purchases.paywall.batchCleanup.many
source: Review and remove %1$lld selected photos in one action, with %2$@ estimated reclaimable.
uk: Перегляньте й видаліть %1$lld вибраних фото однією дією; орієнтовно можна звільнити %2$@.

# purchases.paywall.batchCleanup.one
source: Review and remove %1$lld selected photo in one action, with %2$@ estimated reclaimable.
uk: Перегляньте й видаліть %1$lld вибране фото однією дією; орієнтовно можна звільнити %2$@.

# purchases.paywall.batchCleanup.other
source: Review and remove %1$lld selected photos in one action, with %2$@ estimated reclaimable.
uk: Перегляньте й видаліть %1$lld вибраних фото однією дією; орієнтовно можна звільнити %2$@.

# purchases.paywall.postFirstScan.few
source: Your scan found %1$lld cleanup opportunities. Unlock Alike Pro to clean up faster.
uk: Сканування знайшло %1$lld можливості для очищення. Розблокуйте Alike Pro, щоб очищувати швидше.

# purchases.paywall.postFirstScan.many
source: Your scan found %1$lld cleanup opportunities. Unlock Alike Pro to clean up faster.
uk: Сканування знайшло %1$lld можливостей для очищення. Розблокуйте Alike Pro, щоб очищувати швидше.

# purchases.paywall.postFirstScan.one
source: Your scan found %1$lld cleanup opportunity. Unlock Alike Pro to clean up faster.
uk: Сканування знайшло %1$lld можливість для очищення. Розблокуйте Alike Pro, щоб очищувати швидше.

# purchases.paywall.postFirstScan.other
source: Your scan found %1$lld cleanup opportunities. Unlock Alike Pro to clean up faster.
uk: Сканування знайшло %1$lld можливостей для очищення. Розблокуйте Alike Pro, щоб очищувати швидше.

# purchases.paywall.postFirstScan.withSavings.few
source: Your scan found %1$lld cleanup opportunities with %2$@ estimated reclaimable. Unlock Alike Pro to clean up faster.
uk: Сканування знайшло %1$lld можливості для очищення; орієнтовно можна звільнити %2$@. Розблокуйте Alike Pro, щоб очищувати швидше.

# purchases.paywall.postFirstScan.withSavings.many
source: Your scan found %1$lld cleanup opportunities with %2$@ estimated reclaimable. Unlock Alike Pro to clean up faster.
uk: Сканування знайшло %1$lld можливостей для очищення; орієнтовно можна звільнити %2$@. Розблокуйте Alike Pro, щоб очищувати швидше.

# purchases.paywall.postFirstScan.withSavings.one
source: Your scan found %1$lld cleanup opportunity with %2$@ estimated reclaimable. Unlock Alike Pro to clean up faster.
uk: Сканування знайшло %1$lld можливість для очищення; орієнтовно можна звільнити %2$@. Розблокуйте Alike Pro, щоб очищувати швидше.

# purchases.paywall.postFirstScan.withSavings.other
source: Your scan found %1$lld cleanup opportunities with %2$@ estimated reclaimable. Unlock Alike Pro to clean up faster.
uk: Сканування знайшло %1$lld можливостей для очищення; орієнтовно можна звільнити %2$@. Розблокуйте Alike Pro, щоб очищувати швидше.

source: ALI could not complete the current operation
uk: ALI не вдалося завершити поточну операцію

source: ALI has cleanup opportunities ready for review
uk: ALI має готові до перегляду можливості для очищення

source: ALI looks concerned because the scan needs attention
uk: ALI виглядає стурбованим, бо сканування потребує уваги

source: ALI noticed new photos in your library
uk: ALI помітив нові фото у вашій фототеці

source: ALI celebrates your completed cleanup
uk: ALI радіє завершеному очищенню

source: ALI found cleanup opportunities
uk: ALI знайшов можливості для очищення

source: ALI is ready for cleanup
uk: ALI готовий до очищення

source: ALI is ready to help organize your photo library
uk: ALI готовий допомогти впорядкувати фототеку

source: ALI needs photo library permission to continue
uk: ALI потрібен доступ до фототеки, щоб продовжити

source: ALI says your photo library is all caught up
uk: ALI повідомляє, що у фототеці все впорядковано

source: Cleanup complete
uk: Очищення завершено

source: Recently Deleted
uk: Нещодавно видалені

source: Storage
uk: Сховище

source: Cleanup opportunities found
uk: Знайдено можливості для очищення

source: Your library is all caught up
uk: У вашій фототеці все впорядковано

source: Photo library access is needed to continue
uk: Щоб продовжити, потрібен доступ до фототеки

source: Your cleanup is ready
uk: Усе готово до очищення

source: Blurred Photos
uk: Розмиті фото

source: Groups of photos that look alike.
uk: Групи схожих між собою фото.

source: I couldn't finish this scan.
uk: Мені не вдалося завершити це сканування.

source: Last Scan
uk: Останнє сканування

source: Library Status
uk: Стан фототеки

source: Likely low-quality photos to review.
uk: Імовірно неякісні фото для перегляду.

source: Needs refresh
uk: Потрібне оновлення

source: Opportunities
uk: Можливості

source: Reclaimable
uk: Можна звільнити

source: Review each suggestion before anything is removed.
uk: Перегляньте кожну пропозицію, перш ніж щось видаляти.

source: Screen captures that may no longer be useful.
uk: Знімки екрана, які можуть бути вже не потрібні.

source: These results are from before your photo library changed.
uk: Ці результати отримано до змін у вашій фототеці.

source: What ALI checks
uk: Що перевіряє ALI

# scanner.ali.ready.message
source: Ready when you are.
uk: Готовий, коли ви готові.

# scanner.ali.ready.supporting
source: Scan your photo library for cleanup opportunities.
uk: Проскануйте фототеку, щоб знайти можливості для очищення.

# scanner.ali.ready.cta
source: Start Scanning
uk: Почати сканування

# scanner.ali.libraryChanged.message
source: New photos detected.
uk: Виявлено нові фото.

# scanner.ali.libraryChanged.supporting
source: Scan again to refresh your cleanup opportunities.
uk: Проскануйте знову, щоб оновити можливості для очищення.

# scanner.ali.libraryChanged.cta
source: Scan New Photos
uk: Сканувати нові фото

source: ALI organizing selected photos
uk: ALI впорядковує вибрані фотографії

source: Organizing Photos
uk: Упорядкування фотографій

source: Selected Photos
uk: Вибрані фотографії

source: photos
uk: фото

source: %@ MP
uk: %@ Мп

source: Dates
uk: Дати

source: Depth Effect
uk: Ефект глибини

source: Loading photo preview
uk: Завантаження попереднього перегляду фото

source: Location
uk: Місце

source: Map showing where the photo was taken
uk: Карта з місцем, де було зроблено фото

source: Megapixels
uk: Мегапікселі

source: Modified
uk: Змінено

source: Open in Maps
uk: Відкрити в Картах

source: Opens the photo location in Maps
uk: Відкриває місце зйомки фото в Картах

source: Panorama
uk: Панорама

source: Photo
uk: Фото

source: Photo location
uk: Місце зйомки

source: Photo preview
uk: Попередній перегляд фото

source: Photo preview unavailable
uk: Попередній перегляд фото недоступний

source: Screenshot
uk: Знімок екрана

# Photo Type
source: Type
uk: Тип

source: %d opportunities found • %@ estimated reclaimable
uk: Знайдено можливостей для очищення: %d • орієнтовно можна звільнити %@

source: %d or more photos
uk: %d фотографій або більше

source: Cleanup
uk: Очищення

source: Cleanup opportunities are ready
uk: Можливості для очищення готові

source: Completed Cleanups
uk: Завершені очищення

source: Completed cleanups will appear here.
uk: Завершені очищення з’являться тут.

source: All clusters reviewed
uk: Усі групи переглянуто

source: All clusters reviewed. %d of %d clusters reviewed, %d selected, %@ estimated savings.
uk: Усі групи переглянуто. Переглянуто %1$d з %2$d груп, вибрано %3$d, приблизна економія %4$@.

source: Nothing left to review right now
uk: Наразі немає чого переглядати

source: Continue Review
uk: Продовжити перегляд

source: Everything else still available in your cleanup queue
uk: Усе інше, що ще доступне у вашій черзі очищення

source: Find similar photos and smart cleanup opportunities while keeping every decision in your control.
uk: Знаходьте схожі фото й розумні можливості для очищення, зберігаючи контроль над кожним рішенням.

source: Go to Scanner
uk: Перейти до сканера

source: History
uk: Історія

source: History Unavailable
uk: Історія недоступна

source: No Cleanup History
uk: Немає історії очищення

source: No Cleanup Opportunities
uk: Немає можливостей для очищення

source: No cleanup opportunities were found in this scan.
uk: Під час цього сканування не знайдено можливостей для очищення.

source: Pick up where you left off
uk: Продовжте з того місця, де зупинилися

source: Ready to scan your library
uk: Готові просканувати фототеку

source: Recent Activity
uk: Остання активність
